/**
 * 照片管理
 * 管理端拖拽图片来改变图片的分类，
 * 以及图片在展示页面的排列顺序
 * 管理端上传图片，上传功能可以使用第三方组件，比如WebUploader
 */

//1.拖拽照片方法 /dragPic
//2.修改照片分类方法 /updataPicAlbum
//3.更新照片顺序方法 /updataPicSort
//4.删除照片方法        /deletePic
//5.修改照片名称        /updataPicName

//----------------------BEGIN 模块域变量---------------------------
//----------------------END   模块域变量---------------------------

//----------------------BEGIN  工具方法 ---------------------------
//----------------------END    工具方法 ---------------------------

//----------------------BEGIN  DOM相关方法------------------------
//----------------------END    DOM相关方法------------------------

//----------------------BEGIN  事件处理   ------------------------
//----------------------END    事件处理   ------------------------

//----------------------BEGIN  公开方法   ------------------------
//----------------------END    公开方法   ------------------------

