/**
 * 分类管理
 * 管理端通过拖拽分类来改变分类在展示页面的排序
 */

//1.加载分类列表方法 /loadAlbumList
//2.根据分类加载照片方法 /loadPics
//3.拖拽分类列表方法 /dragAlbum
//4.更新分类列表顺序方法 /updataAlbumSort
//5.新增分类方法        /addAlbum
//6.删除分类方法        /deleteAlbum
//7.修改分类名称        /updataAlbumName

//----------------------BEGIN 模块域变量---------------------------
//----------------------END   模块域变量---------------------------

//----------------------BEGIN  工具方法 ---------------------------
//----------------------END    工具方法 ---------------------------

//----------------------BEGIN  DOM相关方法------------------------
//----------------------END    DOM相关方法------------------------

//----------------------BEGIN  事件处理   ------------------------
//----------------------END    事件处理   ------------------------

//----------------------BEGIN  公开方法   ------------------------
//----------------------END    公开方法   ------------------------

